---
kind: property
id: P:Autodesk.Revit.DB.IFC.IFCLevelInfo.Elevation
zh: 标高、高程
source: html/9d69d568-430e-b638-6ab2-6d891d132f92.htm
---
# Autodesk.Revit.DB.IFC.IFCLevelInfo.Elevation Property

**中文**: 标高、高程

The elevation of the level.

## Syntax (C#)
```csharp
public double Elevation { get; }
```